Repository: webprofusion/certify
Catalog: src/Certify.Locales/CoreSR.*.resx
Languages: nb_no, tr_tr, zh_hans

# ManagedCertificateType_LocalIIS
source: Local IIS, SSL Certificate via ACME CA
nb_no: Lokalt IIS, SSL-sertifikat via ACME CA
tr_tr: Yerel IIS, ACME CA aracılığıyla SSL Sertifikası

# ManagedCertificateType_Manual
source: Manual SSL Certificate via ACME CA
nb_no: Manuelt sertifikat fra ACME CA
tr_tr: ACME CA aracılığıyla Manuel SSL Sertifikası

source: Finish
nb_no: Ferdig
tr_tr: Bitiş
zh_hans: 完成

# CertifyManager_DomainValidationFailed
source: Domain validation failed: {0} {1}
nb_no: Domenevalidering mislyktes: {0} {1}
tr_tr: Alan doğrulaması başarısız oldu: {0} {1}
zh_hans: 域名验证失败：{0} {1}

# CertifyManager_DomainValidationCompleted
source: Domain validation completed: {0}
nb_no: Domenevalidering fullført: {0}
tr_tr: Alan doğrulaması tamamlandı: {0}
zh_hans: 域名认证完成：{0}

# CertifyManager_DomainValidationSkipVerifed
source: Domain already has current authorization, skipping verification: {0}
nb_no: Domenet har allerede godkjenning, hopper over verifisering: {0}
tr_tr: Alan zaten geçerli yetkilendirmeye sahip, doğrulama atlanıyor: {0}
zh_hans: 域名当前已经认证通过，跳过认证：{0}

# CertifyManager_RequestCertificate
source: Requesting Certificate via Certificate Authority
nb_no: Ber om sertifikat fra ACME CA
tr_tr: Sertifika Yetkilisi Aracılığıyla Sertifika İsteme
zh_hans: 正在申请证书

# CertifyManager_CompleteRequest
source: Completed Certificate Request.
nb_no: Sertifikatforespørsel fullført
tr_tr: Tamamlanmış Sertifika İsteği.
zh_hans: 申请证书完成

# CertifyManager_CompleteRequestAndUpdateBinding
source: Completed certificate request and automated bindings update (IIS)
nb_no: Sertifikatforespørsel og automatisert bindingsoppdatering (IIS) fullført
tr_tr: Tamamlanmış sertifika isteği ve otomatik bağlama güncellemesi (IIS)
zh_hans: 证书申请完成，IIS绑定已自动更新

# CertifyManager_CertificateInstalledAndBindingUpdated
source: Certificate installed and SSL bindings updated for {0}
nb_no: Sertifikat installert og SSL-bindinger oppdatert for {0}
tr_tr: {0} için sertifika yüklendi ve SSL bağlamaları güncellendi
zh_hans: 证书申请完成，{0} 的IIS绑定已更新

# CertifyManager_CertificateInstallFailed
source: An error occurred installing the certificate. Certificate file may not be valid: {0}
nb_no: Det oppsto en feil ved installering av sertifikatet. Sertifikatfilen er kanskje ikke gyldig: {0}
tr_tr: Sertifika yüklenirken bir hata oluştu. Sertifika dosyası geçerli olmayabilir: {0}
zh_hans: 安装证书的时候发生错误，证书可能无效：{0}

# CertifyManager_CertificateCreatedForBinding
source: Certificate created ready for manual binding: {0}
nb_no: Sertifikat opprettet, klart for manuell binding: {0}
tr_tr: Manuel bağlamaya hazır olarak oluşturulan sertifika: {0}
zh_hans: 证书已可供手动绑定：{0}

# CertifyManager_LetsEncryptServiceTimeout
source: The ACME CA service did not issue a valid certificate in the time allowed. {0}
nb_no: ACME CA-tjenesten utstedte ikke et gyldig sertifikat innenfor tillatt tid. {0}
tr_tr: ACME CA hizmeti, izin verilen süre içinde geçerli bir sertifika vermedi. {0}
zh_hans: Let's Encrypt 服务未在指定的时间内颁发有效的证书。{0}

# CertifyManager_ValidationForChallengeNotSuccess
source: Validation of the required challenges did not complete successfully. {0}
nb_no: Validering av de nødvendige utfordringene ble ikke fullført. {0}
tr_tr: Gerekli zorlukların doğrulanması başarıyla tamamlanmadı. {0}
zh_hans: 必须的验证未能成功完成。{0}

# CertifyManager_RequestFailed
source: {0}: Request failed - {1} {2}
nb_no: {0}: Forespørsel mislyktes - {1} {2}
tr_tr: {0}: İstek başarısız oldu - {1} {2}
zh_hans: {0}: 请求失败 - {1} {2}

source: Certificate Request was aborted by PS script
nb_no: Sertifikatforespørsel ble avbrutt av PS-skript
tr_tr: Sertifika İsteği, PS komut dosyası tarafından iptal edildi
zh_hans: 证书申请被PS脚本中止

# CertifyManager_PerformingConfigTests
source: Performing Config Tests
nb_no: Utfører konfigurasjonstester
tr_tr: Yapılandırma Testlerini Gerçekleştirme
zh_hans: 进行配置检查

# CertifyManager_RegisteringAndValidatingX0
source: Registering and Validating {0}
nb_no: Registrering og validering av {0}
tr_tr: {0} Kaydetme ve Doğrulama
zh_hans: 注册并验证 {0}

# CertifyManager_FailedPrerequisiteCheck
source: Failed prerequisite configuration checks ({0})
tr_tr: Başarısız önkoşul yapılandırma kontrolleri ({0})
zh_hans: 预置检查失败（{0}）

# CertifyManager_AutomateConfigurationCheckFailed_HTTP
source: Automated configuration checks failed. Authorizations will not be able to complete. Check you have http bindings for your site and ensure you can browse to http://{0}/.well-known/acme-challenge/configcheck before proceeding.
nb_no: Registrering og validering av {0}
tr_tr: Otomatik yapılandırma kontrolleri başarısız oldu. Yetkilendirmeler tamamlanamayacak. Siteniz için http bağlantılarınız olup olmadığını kontrol edin ve devam etmeden önce http://{0}/.well-known/acme-challenge/configcheck'e göz atabildiğinizden emin olun.
zh_hans: 自动配置检查失败，无法完成认证。检查您站点的HTTP绑定，请在继续前确认可以浏览 http://{0}/.well-known/acme-challenge/configcheck

# CertifyManager_AutomateConfigurationCheckFailed_SNI
source: Automated configuration checks failed. Authorizations will not be able to complete. Check you have https SNI bindings for your site (ex: '0123456789ABCDEF0123456789ABCDEF.0123456789ABCDEF0123456789ABCDEF.acme.invalid') before proceeding.
nb_no: Automatisk konfigurasjonskontroll mislyktes. Autorisasjon vil ikke kunne fullføre. Sjekk at du har https SNI-bindinger for nettstedet ditt (ex: '0123456789ABCDEF0123456789ABCDEF.0123456789ABCDEF0123456789ABCDEF.acme.invalid') før du fortsetter.
tr_tr: Otomatik yapılandırma kontrolleri başarısız oldu. Yetkilendirmeler tamamlanamayacak. Siteniz için https SNI bağlarınız olup olmadığını kontrol edin (ör: '0123456789ABCDEF0123456789ABCDEF.0123456789ABCDEF0123456789ABCDEF.acme.invalid') devam etmeden önce.
zh_hans: 自动配置检查失败，无法完成认证。请在继续签检查您站点的HTTPS SNI绑定（如 '0123456789ABCDEF0123456789ABCDEF.0123456789ABCDEF0123456789ABCDEF.acme.invalid'）

# CertifyManager_ReqestValidationFromLetsEncrypt
source: Requesting Validation: {0}
nb_no: Be om validering fra ACME CA: {0}
tr_tr: Doğrulama İsteme: {0}
zh_hans: 正在向Let's Encrype请求验证：{0}

# CertifyManager_AutoBinding
source: Performing Automated Certificate Binding
nb_no: Automatisert sertifikatbinding...
tr_tr: Otomatik Sertifika Bağlama Gerçekleştirme
zh_hans: 进行自动证书绑定

# CertifyManager_SkipRenewalOk
source: Skipping Renewal, existing certificate still OK.
nb_no: Eksisterende sertifikat er fortsatt OK, vil ikke bli fornyet.
tr_tr: Yenileme atlanıyor, mevcut sertifika hala iyi durumda.
zh_hans: 当前证书有效，跳过续期。

# CertifyManager_SiteStopped
source: Site stopped (or not present), renewal skipped as domain validation cannot be performed.
nb_no: Nettstedet stanset (eller ikke tilstede), fornyelse hoppet over da domenevalidering ikke kan utføres.
tr_tr: Site durduruldu (veya mevcut değil), alan doğrulaması gerçekleştirilemediğinden yenileme atlandı.
zh_hans: 站点已停止（或不存在），因域名验证无法继续所以跳过续期。

# CertifyManager_RegisterDomainIdentity
source: Beginning certificate order for requested domains
nb_no: Registrering av domeneidentifikatorer
tr_tr: İstenen alan adları için başlangıç ​​sertifikası siparişi
zh_hans: 注册域名标识符

# CertifyManager_RenewalOnHold
source: Previous renewals failed: {0}. Renewal will be attempted within 48hrs.
tr_tr: Önceki yenilemeler başarısız oldu: {0}. Yenileme 48 saat içinde denenecektir.
