Repository: webprofusion/certify
Catalog: src/Certify.Core/CoreSR.*.resx
Languages: es_es

# CertifyManager_RegisterDomainIdentity
source: Registering Domain Identifiers
es_es: Registro de Identificadores de Dominio

# CertifyManager_DomainValidationFailed
source: Domain validation failed: {0} {1}
es_es: La validación del dominio falló: {0} {1}

# CertifyManager_DomainValidationCompleted
source: Domain validation completed: {0}
es_es: Validación de dominio completada: {0}

source: Finish
es_es: Finalizar

# CertifyManager_CertificateInstallFailed
source: An error occurred installing the certificate. Certificate file may not be valid: {0}
es_es: Se produjo un error al instalar el certificado. El archivo de certificado puede no ser válido: {0}

source: Certificate Request was aborted by PS script
es_es: La solicitud de certificado fue abortada por script de PS

# CertifyManager_AutomateConfigurationCheckFailed_HTTP
source: Automated configuration checks failed. Authorizations will not be able to complete. Check you have http bindings for your site and ensure you can browse to http://{0}/.well-known/acme-challenge/configcheck before proceeding.
es_es: Las comprobaciones de configuración automatizadas han fallado. Las autorizaciones no podrán completarse. Compruebe que tiene enlaces HTTP para su sitio y asegúrese de que puede navegar a http://{0}/.well-known/acme-challenge/configcheck antes de continuar.

# CertifyManager_AutoBinding
source: Performing Automated Certificate Binding
es_es: Ejecutando enlace de certificado automatizado

# CertifyManager_CertificateCreatedForBinding
source: Certificate created ready for manual binding: {0}
es_es: Certificado creado listo para enlace manual: {0}

# CertifyManager_CompleteRequest
source: Completed Certificate Request.
es_es: Solicitud de Certificado Completada

# CertifyManager_CompleteRequestAndUpdateBinding
source: Completed certificate request and automated bindings update (IIS)
es_es: Solicitud de certificado y actualización automática de enlaces completada (IIS)

# CertifyManager_DomainValidationSkipVerifed
source: Domain already has current authorization, skipping verification: {0}
es_es: El dominio ya está autorizado, omitiendo la verificación: {0}

# ManagedItemType_Manual
source: Manual SSL Certificate via Let's Encrypt
es_es: Certificado SSL Manual vía Let's Encrypt

# ManagedItemType_LocalIIS
source: Local IIS, SSL Certificate via Let's Encrypt
es_es: Certificado SSL IIS Local vía Let's Encrypt

# CertifyManager_AutomateConfigurationCheckFailed_SNI
source: Automated configuration checks failed. Authorizations will not be able to complete. Check you have https SNI bindings for your site (ex: '0123456789ABCDEF0123456789ABCDEF.0123456789ABCDEF0123456789ABCDEF.acme.invalid') before proceeding.
es_es: Las comprobaciones automatizadas de configuración fallaron. Las autorizaciones no podrán completarse. Compruebe que tiene enlaces https de SNI para su sitio (por ejepmlo: '0123456789ABCDEF0123456789ABCDEF.0123456789ABCDEF0123456789ABCDEF.acme.invalid') antes de continuar.

# CertifyManager_CertificateInstalledAndBindingUpdated
source: Certificate installed and SSL bindings updated for {0}
es_es: Certificado instalado y enlaces SSL actualizados para {0}

# CertifyManager_FailedPrerequisiteCheck
source: Failed prerequisite configuration checks ({0})
es_es: Verificación de configuración de pre-requisitos fallida ({0})

# CertifyManager_LetsEncryptServiceTimeout
source: The Let's Encrypt service did not issue a valid certificate in the time allowed. {0}
es_es: El servicio Let's Encrypt no emitió un certificado válido en el tiempo permitido. {0}

# CertifyManager_PerformingChallengeResponseViaIISX0
source: Performing Challenge Response via IIS: {0}
es_es: Ejecutando Respuesta al Desafío vía IIS: {0}

# CertifyManager_PerformingConfigTests
source: Performing Config Tests
es_es: Ejecutando Pruebas de Configuración

# CertifyManager_RegisteringAndValidatingX0
source: Registering and Validating {0}
es_es: Registrando y Validando {0}

# CertifyManager_RequestCertificate
source: Requesting Certificate via Lets Encrypt
es_es: Solicitando Certificado vía Let's Encrypt

# CertifyManager_ReqestValidationFromLetsEncrypt
source: Requesting Validation from Let's Encrypt: {0}
es_es: Solicitando Valdiación desde Let's Encrypt: {0}

# CertifyManager_RequestFailed
source: {0}: Request failed - {1} {2}
es_es: {0}: Solicitud fallida - {1} {2}

# CertifyManager_SiteStopped
source: Site stopped (or not present), renewal skipped as domain validation cannot be performed.
es_es: Sitio detenido (o no presente), la renovación ha sido omitida porque la validación del dominio no puede ser realizada.

# CertifyManager_SkipRenewalOk
source: Skipping Renewal, existing certificate still OK.
es_es: Omitiendo la renovación, el certificado existente sigue siendo correcto.

# CertifyManager_ValidationForChallengeNotSuccess
source: Validation of the required challenges did not complete successfully. {0}
es_es: La validación de los desafíos requeridos no se completó con éxito. {0}
